{
    "executive_summary": "Provides a summary of the entire CIM, including key business products and service offerings, financial overview (revenue and EBITDA margins), nature of the transaction, and investment rationale.",
    "investment_thesis": "Details the investment rationale, highlighting why the target company is a great fit for the acquirer, including unique selling points, market entry and growth potential, partnerships, process optimization, blue chip clients, strong order book, experienced management, and international foothold.",
    "overview_of_the_market": "Gives an overview of the market size, current market trends, key players, product line trends, growth trends, driving factors, and competitor mapping with the target's ranking, using credible data sources.",
    "overview_of_the_company": "Provides basic details of the company, such as year of establishment, company description, business segments, revenue, EBITDA, employee details, key customers, headquarters and office locations, and recent news.",
    "products_and_services": "Contains detailed analysis of the company's products and services, including product categories, differentiating factors, target segments, service offerings, capabilities, process details, and revenue models.",
    "revenue_profile": "Shows the revenue profile of the company from different aspects, including geographical, product, and business segment breakdowns, to help buyers understand major revenue sources and alignment with their strategy.",
    "employee_profile": "Provides a breakdown of the employee mix by function, qualifications, age, geography, designation, and organizational hierarchy to help buyers plan for cost optimization and integration.",
    "customer_profile": "Details the types of customers, including large enterprise customers and smaller customers, years of relationship, and revenue contribution from top customers, to give the acquirer a clear picture of the customer base.",
    "financial_historical_and_projections": "Presents a detailed analysis of the company's historical financial performance and management's financial projections, including assumptions, to showcase the company's valuation and future potential.",
    "management_team": "Profiles key personnel, highlighting their roles, years of experience, and previous work experience to demonstrate the strength and capabilities of the management team.",
    "appendix": "Includes additional supporting documents and data relevant to the CIM, providing further details and backup for the information presented in the main sections."
}